tap "joshmedeski/sesh"
brew "bat"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "glow"
brew "gnu-sed"
brew "go"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "neovim"
brew "nmap"
brew "node"
brew "tree"
brew "pass"
brew "python@3.13"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
cask "betterdisplay"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "obsidian"
cask "zed"
