tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "joshmedeski/sesh"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-crypt"
brew "glow"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "joshmedeski/sesh/sesh"
brew "jq"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node"
brew "tree"
brew "pass"
brew "python@3.12"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-completions"
cask "alacritty"
cask "brave-browser"
cask "font-jetbrains-mono-nerd-font"
